Repository: onurmatik/kidswindow
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: games
tr: oyunlar

source: name
tr: isim

source: game
tr: oyun

source: meetings
tr: buluşmalar

source: time
tr: zaman

source: meeting host
tr: oturum yöneticisi

source: Start URL
tr: Başlatma bağlantısı

source: Join URL
tr: Katılım bağlantısı

source: participants
tr: katılımcılar

source: meeting type
tr: buluşma tipi

source: play
tr: oyna

source: community meeting
tr: topluluk buluşması

source: no host
tr: kolaylaştırıcı yok

source: no participant
tr: katılımcı yok

source: other
tr: diğer

source: meeting
tr: buluşma

source: participant
tr: katılımcı

source: co-host
tr: kolaylaştırıcı

source: time joined
tr: katılma zamanı

source: meeting participant
tr: katılımcı

source: meeting participants
tr: katılımcılar

source: user
tr: kullanıcı

source: notes
tr: notlar

source: meeting request
tr: buluşma talebi

source: meeting requests
tr: buluşma talepleri

source: rate
tr: puan

source: Poor
tr: Yetersiz

source: OK
tr: Orta

source: Good
tr: İyi

source: meeting poll
tr: buluşma anketi

source: meeting polls
tr: buluşma anketleri

source: I want to co-host this session
tr: Bu oturumda kolaylaştırıcı olmak istiyorum

source: Co-hosts are facilitators of the session and guide the participants. <a href="{}">Learn more</a>.
tr: Kolaylaştırıcılar katılımcılara dil ve sosyalleşme konularında yardımcı olurlar. <a href="{}">Daha fazla bilgi</a>.

source: Your role
tr: Oturuma katılım şeklin

source: Game you are suggesting.
tr: Önerdiğin oyun.

source: You can participate in a meeting to play the game or tutor the session.
tr: Bir oyuna katılabilir veya oyunda kolaylaştırıcı olabilirsin.

source: Specify if you have anything to add.
tr: Eklemek istediklerin.

source: Thank you! Your sugestion is recorded.
tr: Teşekkürler! Önerini aldık.

source: profiles
tr: profiller

source: timezone
tr: saat dilimi

source: email confirmed
tr: eposta onaylandı

source: profile
tr: profil

source: tutor
tr: eğitici

source: reported by
tr: rapor eden

source: Email
tr: Eposta

source: Name
tr: İsim

source: You are already logged in!
tr: Zaten giriş yapmış durumdasın!

source: Welcome to Kids Window! A confirmation email is sent to %s.
tr: Kids Window'a hoşgeldin! Onay epostası %s adresine gönderildi.

source: Welcome to Kids Window!
tr: Kids Window'a hoşgeldin!

source: Your email is confirmed successfully!
tr: Epostan başarıyla onaylandı!

source: Email confirmation failed!
tr: Eposta onayı başarısız oldu!

source: Kids Window is a free and open social platform for kids to play games.
tr: Kids Window video bağlantılar ile oyun oynayarak sosyalleşmek için açık ve ücretsiz bir alandır.

source: Contact
tr: İletişim

source: Report a bug
tr: Sorun bildir

source: Code of Conduct
tr: Kullanım Kuralları

source: The mission of the Lingo Cafe is to provide an open and welcoming social environment to connect anyone interested in practising a language and helping others do so.
tr: Lingo Cafe'nin amacı, dil pratiği yapmak ve bu konuda başkalarına yardımcı olmakla isteyen herkesi bir araya getirmek için açık bir sosyal ortam sağlamaktır.

source: Be friendly
tr: Arkadaşça davran

source: We strive to be a community that welcomes and supports people of all backgrounds and identities.
tr: Farklı kimliklere sahip insanlardan oluşan ve çeşitliliği destekleyen bir topluluğuz.

source: This includes, but is not limited to members of any race, ethnicity, culture, national origin, immigration status, social and economic class, educational level, gender identity and sexual orientation, age, size, mental and physical ability, political stance and belief.
tr: Bu çeşitlilik, her türlü ırk, etnik köken, kültür, ulusal köken, göçmenlik durumu, sosyal ve ekonomik sınıf, eğitim düzeyi, cinsel kimlik ve cinsel yönelim, yaş, görünüm, zihinsel ve fiziksel beceri, siyasi duruş ve inancı kapsar.

source: Be kind to others
tr: Diğerlerine karşı nazik ol

source: Members of the Lingo Cafe community should be kind and respectful when communicating with other members.
tr: Lingo Cafe üyeleri, diğer üyelerle iletişim kurarken kibar ve saygılı olmalıdır.

source: Harassment and other exclusionary behavior aren't acceptable.
tr: Taciz ve diğer dışlayıcı davranışlar kabul edilemez.

source: This includes, but is not limited to:
tr: Kabul görmeyecek davranışlara örnekler:

source: Discriminatory jokes and language, sexually explicit or violent expressions, racist or sexist terms and unwelcome sexual attention.
tr: Ayrımcı şakalar ve dil, müstehcen veya şiddet içeren ifadeler, ırkçı veya cinsiyetçi terimler ve cinsel ilgi ifadeleri kullamak.

source: Other people's personally identifying information.
tr: Başkalarını kişisel olarak tanımlayıcı bilgiler paylaşmak.

source: Advocating for, or encouraging, any of the above behavior.
tr: Yukarıdaki davranışları savunmak veya teşvik etmek.

source: This isn’t an exhaustive list of things that you can’t do.
tr: Bu, kabul görmeyen davranışların tüm listesi değildir.

source: Rather, take it as a guide to make it easier to enrich all of us and the community.
tr: Daha çok, topluluğumuzun keyifli halinin devamlılığını sağlamak için bir rehber olarak alınmalıdır.

source: If you believe someone is violating the code of conduct, please report it by emailing <em>conduct [at] lingo.cafe</em>.
tr: Birinin davranış kurallarını ihlal ettiğini düşünüyorsanız, lütfen conduct [at] lingo.cafe adresine e-posta ile bildirin.

source: About
tr: Hakkında

source: Privacy Policy
tr: Gizlilik politikası

source: Your meeting is live now!
tr: Buluşma şu anda gerçekleşiyor!

source: Your next meeting:
tr: Gelecek buluşman

source: Your meetings
tr: Buluşmaların

source: Now
tr: Şimdi

source: Upcoming
tr: Yaklaşan

source: Gaming sessions
tr: Oyun buluşmaları

source: There are no scheduled meetings.
tr: Planlanmış oturum bulunmuyor.

source: Recommended
tr: Önerilen

source: Community meetings
tr: Topluluk buluşmaları

source: Discussions about the Kids Window community
tr: Kids Window ile ilgili önerilerin konuşulduğu oturumlar

source: Suggest
tr: Öner

source: Want to start a game or tutor a session?
tr: Bir oyun başlatmak veya kolaylaştırıcı olmak ister misin?

source: Suggest a meeting
tr: Buluşma öner

source: Kids Window is a free and open platform for kids to play conventional games online via video calls.
tr: Kids Window çocukların online video buluşmalarıyla oyun oynamaları için açık ve ücretsiz bir platformdur.

source: Details
tr: Detaylar

source: Login
tr: Giriş

source: Sign up
tr: Kayıt ol

source: Are you sure you want to cancel your participation?
tr: Katılımını iptal etmek istediğine emin misin?

source: Community meeting
tr: Topluluk buluşması

source: %(meeting)s session
tr: %(meeting)s buluşması

source: Resource
tr: Kaynak

source: Level
tr: Seviye

source: Community meetings are open sessions for discussing the current issues and the future of the Lingo community.
tr: Topluluk buluşmaları, Lingo ile ilgili önerilerin konuşulduğu oturumlardır.

source: You are hosting this session.
tr: Bu oturumu sen yönetiyorsun.

source: Start the meeting
tr: Oturumu başlat

source: You are co-hosting this session.
tr: Bu oturumun kolaylaştırıcısısın.

source: You are attending this session.
tr: Bu oturuma katılıyorsun.

source: Go to the meeting
tr: Buluşmaya git

source: %(timeuntil)s left
tr: %(timeuntil)s kaldı

source: Cancel your participation
tr: Katılımını iptal et

source: Join this session!
tr: Sen de katıl!

source: Reserve your place
tr: Yerini ayırt

source: By joining a session, you accept the community <a href="%(url_conduct)s">code of conduct</a>.
tr: Oturuma katılarak, topluluk <a href="%(url_conduct)s">kullanım kurallarını</a> kabul etmiş oluyorsun.

source: This meeting is finished!
tr: Bu buluşma bitti!

source: Next %(meeting)s session
tr: Gelecek %(meeting)s buluşması

source: Join the %(meeting)s session @ %(time)s
tr: %(meeting)s buluşmasına katıl @ %(time)s

source: Share on Twitter
tr: Twitter'da paylaş

source: I want to practice
tr: Pratik yapmak istiyorum

source: I want to co-host
tr: Kolaylaştırıcı olmak istiyorum

source: Count me in!
tr: Beni de ekle!

source: Please enter a correct %(username)s and password. Note that both fields may be case-sensitive.
tr: Lütfen %(username)s ve parolanı kontrol et. Her iki alan da büyük küçük harfe duyarlıdır.

source: Please login
tr: Lütfen giriş yap

source: Don't have an account?
tr: Hesabın yok mu?

source: Already have an account?
tr: Hesabın var mı?

source: Sign in
tr: Giriş yap

source: Kids Window Administration
tr: Kids Window Yönetimi

source: Kids Window Management
tr: Kids Window Yönetimi
